// components/AccountDesc.tsx

const AccountDesc = () => {
    return (
        <>
            <div className="w-full lg:text-base text-[14px] mt-14 text-white/80 text-justify flex flex-col gap-y-4">
                <span>اگر شما گیمری قدیمی باشید با بازی Galaga (Shoot ’em up) که در سال 1981 برای دستگاه‌‌های Arcade عرضه شد آشنایی کاملی دارید. البته این بازی بعدها در نسخه‌‌های ویندوز نیز به بازار بازی‌ها وارد شد؛ و خاطرات جذابی را برای طرفدارانش به همراه داشته است. این بازی ادامه بازی Galaxian بود که در 1979 فقط برای دستگاه‌‌های Arcade عرضه شد. در این سبک از بازی‌ها شما در نقش خلبان سفینه، هواپیما یا هر وسیله پرنده‌ هستید. شما باید به موجوداتی که روی صفحه دستگاه ظاهر‌‌ می‌شوند، شلیک کنید. بازی‌ای که امروز قصد معرفی آن را داریم، بازی موبایل Space Shooter است که شرکت Rocket Studio آن را برای سیستم عامل‌‌های اندروید و IOS ساخته است. در ادامه با این بازی جذاب در سبک شوتر آشنا‌‌ می‌شویم.</span>
                <span>شرکت Rocket Studio بازی‌‌های زیادی را در سبک Shoot ’em up روانه دنیای گیم کرده است. شاید بتوان Space Shooter را یکی از بهترین بازی‌‌های عرضه شده در این سبک تاکنون دانست. این بازی مهیج در <span className="font-bold text-white/90">پلتــفرم گوگل‌پلی دارای بیش از صد میلیون دانلود و نمره 4.7 از مخاطبان</span> است و آن را به یکی از محبوب‌ترین بازی‌‌های سبک شوتر تبدیل کرده است. بازی موبایل Space Shooter با الهام از بازی قدیمی Galaga ساخته شده است و محیط بازی، دشمنان و  Boss‌ها خاطرات بازی Galaga در ذهن گیمرها تداعی‌‌ می‌کند.</span>
                <div className="flex flex-col">
                    <h2 className="text-white/90 font-bold">کاربرد CP کالاف دیوتی
                    </h2>
                    <span>
                        در واقع برای بالاتر بردن هیجان بازی، شما باید جدید ترین اسلحه ها و به  روز ترین اسکین ها را با استفاده از ازcp  کالاف دیوتی خریداری کنید.  در  واقع سی پی کالاف دیوتی بعنوان یک راه میانبر برای هیجان انگیز تر کردن  بازی و همچنین برای سرعت بخشیدن به پیشرفت شما در بازی قرار داده شده است. اگر شما هم جزو کسانی هستید که اطلاعات زیادی در مورد سی پی و خرید آن  ندارید، نگران نباشید زیرا بسیاری از گیمرها با آن آشنا نیستند! اگر حوصله  خواندن این مقاله را تا انتها ندارید، فقط بدانید که سی پی تیریک یا ترفندی  برای به دست آوردن سلاح ها و ویژگی هایی است که هر گیمر حرفه ای آرزویش را  دارد! با استفاده از سی پی می توانید هر کالایی را که دوست دارید بدون  انتظار و شکست دادن سایر گیمرها خریداری کنید. البته یادتان باشد که با سی  پی نمی توانید تمام آیتم های بازی را بخرید و برای دسترسی به یک سری اسلحه و  پوسته و موارد دیگر نیاز به داشتن بتل پس، باندل و گرند فورس و … دارید.</span>
                </div>
            </div>
        </>
    );
};

export default AccountDesc;
